Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=222_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Katso lyhytvideo yheispohjoismaisesta kirjastoautosta !
sme: Geahča oanehisvideo davviriikkalaš girjebusse birra.

source: Suomen ja Norjan rajalla, Tenon varressa kulkee kirjastoauto.
sme: Suoma ja Norgga rájá alde, Deanu leagis johtá girjebusse.

source: Auto kiertelee kylissä ja kouluissa valtakuntien rajojen yli.
sme: Busse johtá giliid ja skuvllaid mielde goappat beal rájá.

source: Päähenkilöt: Päivi Laivamaa, Sisko Länsman, Nuorgamin ala-asteen oppilaat.
sme: Váldoolbmot: Päivi Laivamaa, Sisko Länsman, Njuorggáma vuolledási oahppit.

source: Ohjaus: Päivi Magga, kuvaus / leikkaus: Kauko Mustonen
sme: govven / čuohppan: Kauko Mustonen

source: Tuotanto: Saamelaisalueen koulutuskeskus 2008
sme: Buvttadeapmi: Sámi oahpahusguovddáš 2008

source: Pituus: 2,05
sme: Guhkkodat: 2,05
